Repository: EasySouls/game_price_checker
Catalog: lib/l10n/arb/app_*.arb
Languages: hu

# appDescription
source: GamePriceChecker is an application that allows you to compare the prices of video games from different online stores.
hu: GamePriceChecker - Ellenőrizd az általad kedvelt játékok árát!

# searchPageTitle
source: Search for a game title
hu: Keress egy játék címére!

# gamesSearchError
source: An error occurred while searching for games.
hu: Hiba történt a játékok lekérdezése közben.

# searchHint
source: SEARCH...
hu: KERESÉS...

# gamesSearchNoResults
source: No games found.
hu: Nincs találat.

# searchResultsTitle
source: Results for
hu: Keresési eredmények:

source: Let's search
hu: Keresés

source: See favorites
hu: Kedvencek

source: Login
hu: Bejelentkezés

source: Logout
hu: Kijelentkezés

source: Password
hu: Jelszó

source: Create account
hu: Regisztráció

source: Sign in with Google
hu: Bejelentkezés Google-fiókkal

# backToSearch
source: Go back to search
hu: Vissza a kereséshez

# favorites
source: Favorite games
hu: Kedvenc játékok

# highToLow
source: Highest price
hu: Legdrágább

# lowToHigh
source: Lowest price
hu: Legolcsóbb

# noFavorites
source: You don't have any favorite games yet.
hu: Még nem kedveltél egy játékot sem.
